Repository: fgerards/t3chimp
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: nl

# t3chimp.flexForm.list
source: List
nl: Lijst

# t3chimp.flexForm.doubleOtpIn
source: Double Opt-In
nl: Dubbele Opt-In

# t3chimp.error.invalidEmail
source: Invalid email address
nl: Ongeldig e-mail adress

# t3chimp.error.invalidValue
source: Invalid value
nl: Ongeldige waarde

# t3chimp.error.required
source: This is a required field
nl: Dit is een verplicht veld

# t3chimp.error.notNumber
source: Please enter a number
nl: Gelieve een nummer in te vullen

# t3chimp.error.invalidZip
source: Please enter a zip code (5 digits)
nl: Gelieve een geldige postcode in te geven

# t3chimp.error.invalidUrl
source: Please enter a valid URL
nl: Gelieve een gelidge URL in te geven

# t3chimp.error.invalidDate
source: Please enter a valid date
nl: Gelieve geen geldige datum in te geven

# t3chimp.error.unsupportedImageFormat
source: Unsupported image format
nl: Ongeldig afbeeldingsformaat

# t3chimp.error.fileTooLarge
source: File too large
nl: Bestand is te groot

# t3chimp.error.filePartiallyUploaded
source: Upload failed
nl: Upload mislukt

# t3chimp.error.address.addr1.required
source: Please enter a value for address line 1
nl: Gelieve de eerste adreslijn in te vullen

# t3chimp.error.address.addr2.required
source: Please enter a value for address line 2
nl: Gelieve de tweede adreslijn in te vullen

# t3chimp.error.address.state.required
source: Please enter a value for state
nl: Gelieve een geldige staat in te geven

# t3chimp.error.address.zip.required
source: Please enter a value for zip code
nl: Gelieve een postcode in te geven

# t3chimp.error.address.city.required
source: Please enter a value for city
nl: Gelieve een stad in te geven

# t3chimp.error.address.country.required
source: Please enter a value for country
nl: Gelieve een land in te geven

# t3chimp.error.address.required
source: Please enter a valid address
nl: Gelieve een adres in te vullen

# t3chimp.error.invalidBirthDate
source: Please enter a valid birthday
nl: Gelieve je adres in te geven

# t3chimp.form.submit
source: Submit
nl: Inschrijven

# t3chimp.form.requiredFields
source: Required fields
nl: Verplichte velden

# t3chimp.form.subscribed
source: You have successfully subscribed.
nl: Je bent succesvol ingeschreven voor onze nieuwsbrief.

# t3chimp.form.almostSubscribed
source: Almost finished. To complete the subscription process, please click the link in the email you will receive shortly.
nl: Bijna klaar. Om de inschrijving te voltooien moet je enkel nog de link in de e-mail aan te klikken die je binnen enkele ogenblikken zult ontvangen.

# t3chimp.form.unsubscribed
source: You have successfully unsubscribed.
nl: Je bent succesvol uitgeschreven.

# t3chimp.form.updated
source: Your subscription has been updated.
nl: je inschrijving is gewijzigd.

# t3chimp.phone.usFormat
source: eg. 123-123-1234
nl: vb. 123-123-1234

# t3chimp.exception.invalidEmail
source: You cannot subscribe with this email address
nl: Je kan niet inschrijven met dit e-mail adres

# t3chimp.exception.notSubscribed
source: You are not subscribed to this list
nl: Je bent niet ingeschreven voor deze lijst

# t3chimp.address.line1
source: Address Line 1
nl: Adres 1

# t3chimp.address.line2
source: Address Line 2
nl: Adres 2

# t3chimp.address.city
source: City
nl: Stad

# t3chimp.address.state
source: State/Province/Region
nl: Staat/Provincie/Regio

# t3chimp.address.zipCode
source: Postal/Zip Code
nl: Postcode

# t3chimp.address.country
source: Country
nl: Land

# t3chimp: Action
source: Action
nl: Actie

# t3chimp: subscribe
source: Subscribe
nl: Inschrijven

# t3chimp: unsubscribe
source: Unsubscribe
nl: Uitschrijven

# t3chimp: Email format
source: Email format
nl: E-mail formaat

# fe_users.subscribed_to_newsletter
source: Subscribe to newsletter
nl: Inschrijven voor onze nieuwsbrief
